/* No comment provided by engineer. */
"Account Expired." = "A conta expirou.";

/* No comment provided by engineer. */
"An error occurred while uploading to Screencast.com." = "Ocorreu um erro ao carregar o conteúdo no Screencast.com.";

/* Cancel */
"Cancel" = "Cancelar";

/* Message for Screencast V2 scope change re-auth */
"Due to security updates, please sign in again to share to Screencast.com." = "Devido às atualizações de segurança, inicie a sessão novamente para compartilhar no Screencast.com.";

/* No comment provided by engineer. */
"Error" = "Erro";

/* Failed to login message */
"Failed to log in to Screencast.com. Retry or return to button setup and try to log in again." = "Falha ao fazer login no Screencast.com. Tente novamente ou volte ao botão de configuração e tente fazer login novamente.";

/* No comment provided by engineer. */
"File cannot be opened." = "Não é possível abrir o arquivo.";

/* No comment provided by engineer. */
"HTTP Proxy Requires Authentication." = "O proxy HTTP requer autenticação.";

/* title for not being able to upload to screencast.com */
"Invalid characters" = "Caracteres inválidos";

/* default folder description on screencast.com */
"Place for sharing" = "Local de compartilhamento";

/* plugin name */
"Screencast.com" = "Screencast.com";

/* Title for Screencast V2 scope change re-auth */
"Screencast.com Authentication Required" = "Autenticação no Screencast.com necessária";

/* No comment provided by engineer. */
"Screencast.com is temporarily unavailable. Try again later." = "O Screencast.com está temporariamente indisponível. Tente novamente mais tarde.";

/* Failed to login title */
"Screencast.com log in failed" = "O login no Screencast.com falhou";

/* Sign in button */
"Sign In" = "Iniciar sessão";

/* Button title to log in to an account */
"Sign In..." = "Iniciar sessão...";

/* Button title in the preferences when there is an email address set */
"Sign Out" = "Terminar sessão";

/* No comment provided by engineer. */
"Storage Limit Reached." = "Limite de armazenamento atingido.";

/* No comment provided by engineer. */
"The current version of the application is unable to communicate with Screencast.com." = "A versão atual do aplicativo não pode se comunicar com o Screencast.com.";

/* Message to the user when sharing embed code works */
"The embed code for your capture is ready to be pasted" = "O código incorporado para sua captura está pronto para ser colado";

/* Message to the user when sharing a link works */
"The link to your capture is ready to be pasted" = "O link para sua captura está pronto para ser colado";

/* The capture being uploaded is larger than the limit */
"The video size exceeds the limit." = "O tamanho do vídeo supera o limite.";

/* Message - Error account migrated - variables are the product name */
"This version of %@ can no longer share your content to Screencast. Upgrade %@ to share to the new Screencast with built-in conversations, comment annotations, and improved performance." = "Esta versão do %1$@ não pode mais compartilhar seu conteúdo no Screencast. Atualize para o %2$@ para compartilhar conteúdo no novo Screencast com conversas integradas, anotações de comentários e melhor desempenho.";

/* Title - Error account migrated */
"Unable to Share to Screencast" = "Não é possível compartilhar no Screencast";

/* No comment provided by engineer. */
"Unable to communicate with Screencast.com." = "Não é possível se comunicar com o Screencast.com.";

/* No comment provided by engineer. */
"Unable to connect to Screencast.com." = "Não é possível conectar ao Screencast.com.";

/* title for not being able to upload to screencast.com */
"Unable to share to Screencast.com" = "Não é possível compartilhar no Screencast.com";

/* No comment provided by engineer. */
"Unable to share your capture.  Local file cannot be opened." = "Não é possível compartilhar sua captura. Não é possível abrir o arquivo local.";

/* File title if none was given */
"Untitled" = "Sem título";

/* plugin button tooltip */
"Upload the capture to TechSmith’s hosting service which provides a URL or embed code for quick sharing." = "Carregue a captura no serviço de hospedagem da TechSmith, que fornece um URL ou incorpora código para um compartilhamento rápido.";

/* The capture being uploaded is larger than the limit */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "Os caracteres válidos incluem _ ( ) - . , $ ! ' a-Z 0-9 (espaço). Os títulos não podem terminar com ponto, conter acentos ou caracteres de língua estrangeira.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Verifique se você está conectado à Internet e tente novamente.";

/* No comment provided by engineer. */
"You have reached your storage limit on Screencast.com, try deleting some stuff to free up space." = "Você atingiu seu limite de armazenamento no Screencast.com. Tente excluir algumas coisas para liberar espaço.";

/* No comment provided by engineer. */
"Your Screencast.com account has expired." = "Sua conta do Screencast.com expirou.";

/* No comment provided by engineer. */
"Your capture cannot be shared until you log in to your HTTP proxy." = "Sua captura não pode ser compartilhada até que você faça login no seu proxy HTTP.";

